{
  "num_authors": 3,
  "min_chunks_per_author": 2,
  "chunks": [
    "whipped. He challenged Dewey to a duel, and Dewey instantly accepted the challenge. Seconds were chosen, weapons provided and the ground paced off. By that time the friends of the two parties, seeing that one of the young men, and possibly both, were certain to be killed, interfered, and, appealing to the authorities of the institution, the deadly meeting was prevented. These incidents attest the personal daring of Admiral Dewey, of whom it has been said that he never showed fear of any living man. Often during his stirring career was the attempt made to frighten him, and few have been placed in so many situations of peril and come out of them alive, but in none did he ever display anything that could possibly be mistaken for timidity. He was a brave man and a patriot in every fibre of his being. A youth can be combative, personally brave and aggressive, and still be a good student, as was proven by the graduation of Dewey, fifth in a class of fourteen. As was the custom, he was ordered to a cruise before his final examination. He was a cadet on the steam frigate _Wabash_, which cruised in the Mediterranean squadron until 1859, when he returned to Annapolis and, upon examination, took rank as the leader of his class, proof that he had spent his time wisely while on what may be called his trial cruise. He went to his old home in Montpelier, where he was spending the days with his friends, when the country was startled and electrified by the news that Fort Sumter had been fired on in Charleston harbor and that civil war had begun. Dewey's patriotic blood was at the boiling point, and one week later, having been commissioned as lieutenant and assigned to the sloop of war _Mississippi_, he hurried thither to help in defence of the Union. The _Mississippi_ was a sidewheel steamer, carrying seventeen guns, and was destined to a thrilling career in the stirring operations of the West Gulf squadron, under the command of Captain David Glasgow Farragut, the greatest naval hero produced by the Civil War, and without a superior in all history. CHAPTER II. DEWEY IN THE WAR FOR THE UNION. No one needs to be reminded that the War for the Union was the greatest struggle of modern times. The task of bringing back to their allegiance those who had risen against the authority of the National Government was a gigantic one, and taxed the courage and resources of the country to the utmost. In order to make the war effective, it was necessary to enforce a rigorous blockade over three",
    "the British realm mounts up through these eight hundred years to the time of Julius Cæsar. Beyond this the ground is covered by a series of romantic and fabulous tales, pretending to be history, which extend back eight hundred years further to the days of Solomon; so that a much longer portion of the story of that extraordinary island comes before than since the days of Alfred. In respect, however to all that pertains to the interest and importance of the narrative, the exploits and the arrangements of Alfred are the beginning. The histories, in fact, of all nations, ancient and modern, run back always into misty regions of romance and fable. Before arts and letters arrived at such a state of progress as that public events could be recorded in writing, tradition was the only means of handing down the memory of events from generation to generation; and tradition, among semi-savages, changes every thing it touches into romantic and marvelous fiction. The stories connected with the earliest discovery and settlement of Great Britain afford very good illustrations of the nature of these fabulous tales. The following may serve as a specimen: At the close of the Trojan war,[1] Æneas retired with a company of Trojans, who escaped from the city with him, and, after a great variety of adventures, which Virgil has related, he landed and settled in Italy. Here, in process of time, he had a grandson named Silvius, who had a son named Brutus, Brutus being thus Æneas's great-grandson. One day, while Brutus was hunting in the forests, he accidentally killed his father with an arrow. His father was at that time",
    "will tell you, however. I left the house a little after eight o’clock this morning in the character of a groom out of work. There is a wonderful sympathy and freemasonry among horsey men. Be one of them, and you will know all that there is to know. I soon found Briony Lodge. It is a _bijou_ villa, with a garden at the back, but built out in front right up to the road, two stories. Chubb lock to the door. Large sitting-room on the right side, well furnished, with long windows almost to the floor, and those preposterous English window fasteners which a child could open. Behind there was nothing remarkable, save that the passage window could be reached from the top of the coach-house. I walked round it and examined it closely from every point of view, but without noting anything else of interest. “I then lounged down the street and found, as I expected, that there was a mews in a lane which runs down by one wall of the garden. I lent the ostlers a hand in rubbing down their horses, and received in exchange twopence, a glass of half-and-half, two fills of shag tobacco, and as much information as I could desire about Miss Adler, to say",
    "likin’ it too much. So far he’s been doin’ it though.\" Drew frowned. So even this far away from the scene of old battles the war still smoldered; the black bitterness of defeat was made harder by the victor. Drew’s hand rubbed across the bulge beneath his shirt. In one pocket of the money belt were his papers, among them the parole written out in Gainesville which could prove he had ridden with General Forrest’s command, far removed from any Arizona guerrilla force. But to produce that would change Drew Kirby to Drew Rennie, and that he did not want to do. \"I rode with General Forrest, attached to General Buford’s Scouts,\" he said absently. \"General Forrest!\" Callie glowed. \"Lordy, Mister Kirby, that’s sure somethin’, it sure is! Only don’t be sayin’ that round Cap’n Bayliss neither. He has him a big hate for General Forrest—seems like Bayliss was a colonel once till th’ General outsmarted him back east. An’ there was a big smoke-up ’bout it. They cut th’ cap’n’s spurs for him, an’ he ended th’ war out here. Now he ain’t no patient man; he’s th’ kind as uses his hooks hard when he’s ridin’. \"You know, you sure can tell a lot ’bout a man when you give a look at his hoss after he’s come off th’ trail. That there Shiloh colt o’ yours, an’ this here lady hoss, an’ that old mule ... anyone can see as how they’s always been handled nice an’ easy. They ain’t got no spite ’gainst nobody as wants to rub ’em down an’ give ’em a feed. But some hosses what git brung in here—they’s white-eyed an’ randy, does you give ’em a straight stare. For that there’s always a reason. Mostly you can see what it is when you look good an’ steady at th’ men who was ridin’ ’em!\" Drew laughed. \"Glad I passed your test, Callie. Guess I’ll turn in now. Been a long day travelin’—\" \"Sure thing. An’ from up there you can hear this little old mare, does she need you.\" The Kentuckian’s pack had been hoisted into the mow, and Callie had even humped up the fragrant hay to mattress his bedroll. A window was open to the night, and as Drew stretched out wearily, he could hear the distant tinkle of a guitar, perhaps from the Four Jacks. Somewhere a woman began to sing, and the liquid Spanish words lulled him asleep. He roused suddenly, his hand flashing under his head before he returned to full consciousness, fingers tightening on the Colt he had placed there. Not the mare—no—rather the pound of running feet and then a cry.... \"No, _señor_, no! _No es verdad_—it is not true! Teodoro, he meant no harm—!\"",
    "set of their figures, short and stocky, that they were Mexicans, and his heart beat heavily. These were the first Mexicans that any one had seen on Texan soil since the departure of Cos and his army on parole from captured San Antonio. So the Mexicans had come back, and no doubt they would return in great force! Ned crouched lower, and he was very glad that the nose of the horse was still under his arm. He would not have a chance to whinny to his kind that bore the Mexicans. But the horse made no attempt to move, and Ned watched them pass on and out of sight. He had not heard the sound of footsteps or voices above the wind, and after they were gone it seemed to",
    "the old-fashioned stove, and laid about him with an energy that soon stretched the rebels on the floor. Then how he belabored them! As fast as one attempted to climb to his feet he was thumped back again by the club that continually whizzed through the air, and if a boy tried to stay the storm by remaining prone, the instructor thumped him none the less viciously. Indeed, matters had got to that point that he enjoyed the fun and was loath to let up, as he felt obliged to do, when the howling rebels slunk to their seats, thoroughly cowed and conquered. George Dewey was the most battered of the lot and made a sorry sight. In fact, he was so bruised that his teacher thought it prudent to accompany him to his home and explain to his father the particulars of the affray in school. Mr. Pangborn gave a detailed history of the occurrence, to which Dr. Dewey listened gravely. When he understood everything, he showed his good sense by thanking the teacher for having administered the punishment, asking him to repeat it whenever the conduct of his son made it necessary. This chastisement marked a turning point in the boy's career. He did a good deal of serious thinking throughout the day, and saw and felt his wrongdoing. He became an attentive, obedient pupil, and years after, when grown to manhood, he warmly thanked Mr. Pangborn for having punished him with such severity, frankly adding: \"I believe if you hadn't done so I should have ended my career in the penitentiary.\" Dr. Dewey wished to give George a career in the army, and he sent him to Norwich University, a military training school, in order to fit him for the Military Academy at West Point. George's tastes, however, were for the navy, and after much pleading with his father he brought him to his way of thinking. The utmost that Dr. Dewey could do was to secure the appointment of his son as alternate, who, as may be understood, secures the appointment only in the event of the principal failing to pass the entrance examination. In this case the",
    "any pains and run any risk for the sake of the fun it afforded. This propensity was carried to such an extent that the youth earned the name of being a \"bad boy,\" and there is no use of pretending he did not deserve the reputation. He gave his parents and neighbors a good deal of anxiety, and Dr. Dewey, who knew how to be stern as well as kind, was compelled more",
    "The Adventures of Sherlock Holmes by Arthur Conan Doyle Contents I. A Scandal in Bohemia II. The Red-Headed League III. A Case of Identity IV. The Boscombe Valley Mystery V. The Five Orange Pips VI. The Man with the Twisted Lip VII. The Adventure of the Blue Carbuncle VIII. The Adventure of the Speckled Band IX. The Adventure of the Engineer’s Thumb X. The Adventure of the Noble Bachelor XI. The Adventure of the Beryl Coronet XII. The Adventure of the Copper Beeches I. A SCANDAL IN BOHEMIA I. To Sherlock Holmes she is always _the_ woman. I have seldom heard him mention her under any other name. In his eyes she eclipses and predominates the whole of her sex. It was not that he felt any emotion akin to love for Irene Adler. All emotions, and that one particularly, were abhorrent to his cold, precise but admirably",
    "Drew scrambled to the window. Out in the alley below, three figures reeled in the circle of light afforded by the door lantern. The Kentuckian marked the upward swing of a quirt lash, saw a smaller shape fling up an arm in a vain attempt to ward off the blow. Another, the one who cried out, was belaboring the flogger with empty fists, and the voice was that of a girl! To slide down the loft ladder was again nearer instinct than planned action. Shiloh snorted as Drew’s boots rapped on the stable floor. The Kentuckian had no idea of the reason for that fight, but he ran out with the vague notion that an impartial referee was needed. \"You there—what’s goin’ on!\" Sergeant Rennie came to life again in the snapped demand. The one who fled the quirt came up against the side of the building almost shoulder to shoulder with Drew. And he was only a boy, about Callie’s age, his black hair flopping over eyes wide with shock and fright. Drew’s hand moved, and the lantern light glinted plainly on the barrel of the Colt. For a moment they were all still as if sight of the weapon had frozen them. The attacker faced Drew directly. He was young and handsome, if you discounted a darkening bruise already puffing under one eye, a lip cut and swelling, a scowl twisting rather heavy brows and making an ugly square of his mistreated mouth. \"An’ who th’ devil are you?\" His voice was thick and slurred. Drew guessed that he had not only been in a fight but that he was partly drunk. Yet, as he faced the stranger eye to eye, the Kentuckian was as wary as he had been when bellying down a Tennessee ridge crest to scout a Yankee railroad blockhouse. He knew what he fronted; this was more than a drunken bully—a really dangerous man. That queer little moment of silence lengthened, shutting the two of them up—alone. Drew could not really name the emotion he felt. Deliberately he tried to subdue the sensation as he turned to the girl. \"What’s the matter?\" At first glance he might have thought her a boy, for she wore hide breeches and boots, a man’s shirt now hanging loosely about her hips. She jerked her head, and a thick braid flopped from under her wide-brimmed hat. \"_Señor, por favor_—please—we have done no wrong. We",
    "\"What a beautiful day to go hunting!\" she remarked as she sprang into a chair beside the window and looked out. \"The woods must be full of birds.\" \"No doubt!\" said Spot dryly. \"I went hunting early this morning; and there was plenty of game then.\" \"Ha!\" Miss Kitty exclaimed suddenly. \"Do I hear the cows in the cornfield?\" Now, Spot loved to drive the cows out of the corn. But for a wonder, he never even moved an ear. \"I hope the sheep haven't scrambled over the stone wall,\" Miss Kitty Cat mewed. \"If they have, Farmer Green would want you to get them back into the pasture for him.\" \"Yes!\" said Spot with a yawn. \"I'm sure he would. And if he needs me he knows where he can find me.\" Miss Kitty Cat's tail was growing bigger every moment. And the fur on her back was beginning to stand on end. Still she managed to speak in her very"
  ]
}