[
  {
    "query_id": "q_0",
    "query_text": "two months after the beginning of preparations to force the river. When everything was in readiness the fleet moved cautiously up stream, on April 18, and a bombardment of Forts St. Philip and Jackson was opened, which lasted for three days, without accomplishing anything decisive. Farragut had carefully studied the situation, and, confident that the passage could be made, determined it should be done, no matter at what cost. On the night of the 23d his vessels were stripped of every rope and spar that could be spared, the masts and rigging of the gunboats and mortar vessels being trimmed with the limbs of trees, to conceal their identity from the Confederate watchers. At two o'clock in the morning the signal was hoisted on the _Hartford_, Captain Farragut's flagship, and the fleet started in single line to run the fearful gauntlet. The _Cayuga_ led, the _Pensacola_ followed, and the _Mississippi_ was third. The rebels had huge bonfires burning on both shores, and as the _Pensacola_ came opposite the forts they opened their furious fire upon her. A good deal of uneasiness prevailed in the Union fleet regarding the rebel rams. It was known they were formidable monsters, which the Confederates believed could smash and sink the whole Union squadron. While it was known that much was to be feared from the forts, it was the ironclads that formed the uncertain factor and magnified the real danger in many men's minds. The _Mississippi_ was hardly abreast of Fort St. Philip when the dreaded _Manassas_ came plunging down the river out of the gloom",
    "candidates": {
      "cand_1": "was clad completely in buckskin, and his hat was wide of brim. A rifle held in one hand lay across the pommel of his saddle and there were weapons in his belt. Two light, but warm, blankets, folded closely, were tied behind him. The tanned face and the lithe, strong figure showed a wonderful degree of health and strength. Several hours passed and the horseman rode on steadily though slowly. His main direction was toward the west, and always he kept the river two or three hundred yards on his left. He never failed to search the plains on either side, but chiefly in the south, with the eager, intent gaze that missed nothing. But the lonesome gray land, cut by the coiling yellow river, still rolled before him, and its desolation and chill struck to his heart. It was the depth of the Texan winter, and, at times, icy gusts, born in far mountains, swept across the plains. The rider presently turned his horse toward the river and stopped on a low bluff overlooking it. His face showed a tinge of disappointment, as if his eyes failed to find objects for which they sought. Again he gazed long and patiently into the south, but without reward. He resumed his ride parallel with the river, but soon stopped a second time, and held up an open hand, like one who tests the wind. The air was growing perceptibly colder. The strong gusts were now fusing into a steady wind. The day, which had not been bright at any time, was turning darker. The sun was gone and in the far north banks of mists and vapor were gathering. A dreary moaning came over the plain. Ned Fulton, tried and brave though he was, beheld the omens with alarm. He knew what they portended, and in all that vast wilderness he was alone. Not a human being to share the danger with him! Not a hand to help! He looked for chaparral, something that might serve as a sort of shelter, but he had left the last clump of it behind, and now he turned and rode directly north, hoping that he might find some deep depression between the swells where he and his horse, in a fashion, could hide. Meanwhile the Norther came down with astonishing speed. The temperature fell like a plummet. The moan of the wind rose to a shriek, and cold clouds of dust were swept against Ned and his horse. Then snow mingled with the dust and both beat upon them. Ned felt his horse shivering under him, and he shivered, too, despite his will. It had turned so dark that he could no longer tell where he was going, and he used the wide brim of his hat to protect himself from the sand. Soon it was black as night,",
      "cand_2": "mutinies in the army; he headed riots; and he was finally detected in a plan for actually assassinating his father. Severus, when he discovered this last enormity of wickedness, sent for his son to come to his imperial tent. He laid a naked sword before him, and then, after bitterly reproaching him with his undutiful and ungrateful conduct, he said, \"If you wish to kill me, do it now. Here I stand, old, infirm, and helpless. You are young and strong, and can do it easily. I am ready. Strike the blow.\" Of course Bassianus shrunk from his father's reproaches, and went away without committing the crime to which he was thus reproachfully invited; but his character remained unchanged; and this constant trouble, added to all the other difficulties which Severus encountered, prevented his accomplishing his object of thoroughly conquering his northern foes. He made a sort of peace with them, and retiring south to the line of fortified posts which had been previously established, he determined to make it a fixed and certain boundary by building upon it a permanent wall. He put the whole force of his army upon the work, and in one or two years, as is said, he completed the structure. It is known in history as the Wall of Severus; and so solid, substantial, and permanent was the work, that the traces of it have not entirely disappeared to the present day. The wall extended across the island, from the mouth of the Tyne, on the German Ocean, to the Solway Frith--nearly seventy miles. It was twelve feet high, and eight feet wide. It was faced with substantial masonry on both sides, the intermediate space being likewise filled in with stone. When it crossed bays or morasses, piles were driven to serve as a foundation. Of course, such a wall as this, by itself, would be no defense. It was to be garrisoned by soldiers, being intended, in fact, only as a means to enable a smaller number of troops than would otherwise be necessary to guard the line. For these soldiers there were built great fortresses at intervals along the wall, wherever a situation was found favorable for such structures. These were called _stations_. The stations were occupied by garrisons of troops, and small towns of artificers and laborers soon sprung up around them. Between the stations, at smaller intervals, were other smaller fortresses called castles, intended as",
      "cand_3": "can see; I'd think shame to stick to nursie as that shadow sticks to me! One morning, very early, before the sun was up, I 'rose and found the shining dew on every buttercup; But my lazy little shadow, like an arrant sleepy head, Had stayed at home behind me and was fast asleep in bed. [Illustration] [Illustration] THE SUN'S TRAVELS The sun is not a-bed when I At night upon my pillow lie; Still round the earth his way he takes, And morning after morning makes. While here at home in shining day, We round the sunny garden play, Each little Indian sleepy-head Is being kissed and put to bed. And when at eve I rise from tea, Day dawns beyond the Atlantic Sea; And all the children in the West Are getting up and being dressed. [Illustration] LOOKING-GLASS RIVER Smooth it slides upon its travel, Here a wimple, there a gleam-- O the clean gravel! O the smooth stream! Sailing blossoms, silver fishes, Paven pools as clear as air-- How a child wishes To live down there! [Illustration] We can see our colored faces Floating on the shaken pool Down in cool places, Dim and very cool; Till a wind or water wrinkle, Dipping marten, plumping trout, Spreads in a twinkle And blots all out. See the rings pursue each other; All below grows black as night, Just as if mother Had blown out the light! Patience, children, just a minute-- See the spreading circles die; The stream and all in it Will clear",
      "cand_4": "path made by the buffalo herd, not stopping for a full two hours when a halt was made at a signal from the Panther. They were in a wide plain, where buffalo grass yet grew despite the winter, and the Panther said with authority that the herd had been grazing here before it was started on its night journey into the north. \"An' if we ride about this place long enough,\" he said, \"we'll find the reason why the buffaloes left it.\" He turned his horse in a circuit of the plain and Ned and Obed followed the matchless tracker, who was able, even in the moonlight, to note any disturbance of the soil. Presently he uttered a little cry and pointed ahead. Both saw the skeleton of a buffalo which evidently had been killed not long and stripped of its meat. A little further on they saw another and then two more. \"That tells it,\" said the Panther succinctly. \"These buffaloes were killed for food an' most likely by Mexicans. It was the shots that set the herd to runnin'. The men who killed 'em are not far away, an'",
      "cand_5": "his friend Anse hired as corral hands at Rennie’s Range, but he was hardly prepared for the suspicion and danger which stood between him and his father. As hotheaded as his father, Drew was ready to move on to California—until the day all proof of his Rennie name was stolen from him, and his unwarranted arrest for horse-thieving brought on the accusations of the one man whose trust he needed. Andre Norton’s _Ride Proud, Rebel!_ dramatically portrayed the last year of the Confederacy, when brave men like Drew Rennie met defeat with honor. In this sequel, Drew’s struggle to establish his identity and begin life anew in a raw, unsettled land reflects the courage of thousands of rootless men set adrift by the Civil War. BY ANDRE NORTON The Defiant Agents Ride Proud, Rebel! Storm Over Warlock Galactic Derelict The Time Traders Star Born Yankee Privateer The Stars Are Ours! EDITED BY ANDRE NORTON Space Pioneers Space Service 1 Even the coming of an autumn dusk could not subdue the color of this land. Shadows here were not gray or black; they were violet and purple. The crumbling adobe walls were laced by strings of crimson peppers, vivid in the torch and lantern light. It had been this way for days, red and yellow, violet—colors he had hardly been aware existed back in the cool green, silver, gray-brown of Kentucky. So this was Tubacca! The rider shifted his weight in the saddle and gazed about him",
      "cand_6": "at full speed, and headed directly for the _Mississippi._ She was not seen until so close that it was impossible to dodge her, and the ironclad struck the steamer on the port side, close to the mizzenmast, firing a gun at the same time. Fortunately the blow was a glancing one, though it opened a rent seven feet long and four inches deep in the steamer, which, being caught by the swift current on her starboard bow, was swept across to the Fort Jackson side of the river, so close indeed that her gunners and those in the fort exchanged curses and imprecations. [Illustration: SHELLING FORTS PHILIP AND JACKSON.] The passage of the forts by the Union vessels forms one of the most thrilling pictures in the history of the Civil War. The _Hartford_, like all the vessels, was subjected to a terrible fire, was assailed by the Confederate ironclads, and more than once was in imminent danger of being sent to the bottom. Following with the second division, Captain Farragut did not reply to the fire of the forts for a quarter of an hour. He hurled a broadside into St. Philip and was pushing through the dense smoke when a fire-raft, with a tug pushing her along, plunged out of the gloom toward the _Hartford's_ port quarter. She swerved to elude this peril and ran aground close to St. Philip, which, recognizing her three ensigns and flag officer's flag, opened a savage fire, but luckily most of the shot passed too high. There was no getting out of the way of the fire-raft, which, being jammed against the flagship, sent the flames through the portholes and up the oiled masts. The perfect discipline of the crew enabled them to extinguish the fire before it could do much damage, and the _Hartford_ succeeded in backing into deep water and kept pounding Fort St. Philip so long as she was in range. Without attempting to describe the battle in detail, we will give our attention to the _Mississippi_. Within an hour and a quarter of the time the leading vessel passed the forts, all had reached a safe point above, where they engaged in a furious fight with the Confederate flotilla, the",
      "cand_7": "flurried than before. As he stepped up to the cab, he pulled a gold watch from his pocket and looked at it earnestly, ‘Drive like the devil,’ he shouted, ‘first to Gross & Hankey’s in Regent Street, and then to the Church of St. Monica in the Edgeware Road. Half a guinea if you do it in twenty minutes!’ “Away they went, and I was just wondering whether I should not do well to follow them when up the lane came a neat little landau, the coachman with his coat only half-buttoned, and his tie under his ear, while all the tags of his harness were sticking out of the buckles. It hadn’t pulled up before she shot out of the hall door and into it. I only caught a glimpse of her at the moment, but she was a lovely woman, with a face that a man might die for. “‘The Church of St. Monica, John,’ she cried, ‘and half a sovereign if you reach it in twenty minutes.’ “This was quite too good to lose, Watson. I was just balancing whether I should run for it, or whether I should perch behind her landau when a cab came through the street. The driver looked twice at such a shabby fare, but I jumped in before he could object. ‘The Church of St. Monica,’ said I, ‘and half a sovereign if you reach it in twenty minutes.’ It was twenty-five minutes to twelve, and of course it was clear enough what was in the wind. “My cabby drove fast. I don’t think I ever drove faster, but the others were there before us. The cab",
      "cand_8": "do not know her, but she has a soul of steel. She has the face of the most beautiful of women, and the mind of the most resolute of men. Rather than I should marry another woman, there are no lengths to which she would not go—none.” “You are sure that she has not sent it yet?” “I am sure.” “And why?” “Because she has said that she would send it on the day when the betrothal was publicly proclaimed. That will be next Monday.” “Oh, then we have three days yet,” said Holmes with a yawn. “That is very fortunate, as I have one or two matters of importance to look into just at present. Your Majesty will, of course, stay in London for the present?” “Certainly. You will find me at the Langham under the name of the Count Von Kramm.” “Then I shall drop you a line to let you know how we progress.” “Pray do so. I shall be all anxiety.” “Then, as to money?” “You have _carte blanche_.” “Absolutely?” “I tell you that I would give one of the provinces of my kingdom to have that photograph.” “And for present expenses?” The King took a heavy chamois leather bag from under his cloak and laid it on the table. “There are three hundred pounds in gold and seven hundred in notes,” he said. Holmes scribbled a receipt upon a sheet of his note-book and handed it to him. “And Mademoiselle’s address?” he asked. “Is Briony Lodge, Serpentine Avenue, St. John’s Wood.” Holmes took a note of it. “One other question,” said he. “Was the photograph a cabinet?” “It was.” “Then, good-night, your Majesty, and I trust that we shall soon have some good news for you. And good-night, Watson,” he added, as the wheels of the royal brougham rolled down the street. “If you will be good enough to call to-morrow afternoon at three o’clock I should like to chat this little matter over with you.” II. At three o’clock precisely",
      "cand_9": "Pandrasus to sue for peace, and peace was concluded on the following very extraordinary terms: Pandrasus was to give Brutus his daughter Imogena for a wife, and a fleet of ships as her dowry. Brutus, on the other hand, was to take his wife and all his followers on board of his fleet, and sail away and seek a home in some other quarter of the globe. This plan of a monarch's purchasing his own ransom and peace for his realm from a band of roaming robbers, by offering the leader of them his daughter for a wife, however strange to our ideas, was very characteristic of the times. Imogena must have found it a hard alternative to choose between such a husband and such a father. Brutus, with his fleet and his bride, betook themselves to sea, and within a short time landed on a deserted island, where they found the ruins of a city. Here there was an ancient temple of Diana, and an image of the goddess, which image was endued with the power of uttering oracular responses to those who consulted it with proper ceremonies and forms. Brutus consulted this oracle on the question in what land he should find a place of final settlement. His address to it was in ancient verse, which some chronicler has turned into English rhyme as follows: \"Goddess of shades and huntress, who at will Walk'st on the rolling sphere, and through the deep, On thy _third_ reign, the earth, look now and tell What land, what seat of rest thou bidd'st me seek?\" To which the oracle returned the following answer: \"Far to the west, in the ocean wide, Beyond the realm of Gaul a land there lies-- Sea-girt it lies--where giants dwelt of old. Now void, it fits thy people; thither bend Thy course; there shalt thou find a lasting home.\" It is scarcely necessary to say that this meant Britain. Brutus, following the directions which the oracle had given him, set sail from the island, and proceeded to the westward through the Mediterranean Sea. He arrived at the Pillars of Hercules. This was the name by which the Rock of Gibraltar and the corresponding promontory on the opposite coast, across the straits, were called in those days; these cliffs having been built, according to ancient tales, by Hercules, as monuments set up to mark the extreme limits of his western wanderings. Brutus passed through the strait, and then, turning northward, coasted along",
      "cand_10": "nothing of half a dozen other people in the neighbourhood in whom I was not in the least interested, but whose biographies I was compelled to listen to.” “And what of Irene Adler?” I asked. “Oh, she has turned all the men’s heads down in that part. She is the daintiest thing under a bonnet on this planet. So say the Serpentine-mews, to a man. She lives quietly, sings at concerts, drives out at five every day, and returns at seven sharp for dinner. Seldom goes out at other times, except when she sings. Has only one male visitor, but a good deal of him. He is dark, handsome, and dashing, never calls less than once a day, and often twice. He is a Mr. Godfrey Norton, of the Inner Temple. See the advantages of a cabman as a confidant. They had driven him home a dozen times from Serpentine-mews, and knew all about him. When I had listened to all they had to tell, I began to walk up and down near Briony Lodge once more, and to think over my plan of campaign. “This Godfrey Norton was evidently an important factor in the matter. He was a lawyer. That sounded ominous. What was the relation between them, and what the object of his repeated visits? Was she his client, his friend, or his mistress? If the former, she had probably transferred the photograph to his keeping. If the latter, it was less likely. On the issue of this question depended whether I should continue my work at Briony Lodge, or turn my attention to the gentleman’s chambers in the Temple. It was a delicate point, and it widened the field of my inquiry. I fear that I bore you with these details, but I have to let you see my little difficulties, if you are to understand the situation.” “I am following you closely,” I answered. “I was still balancing the matter in my mind when a hansom cab drove up to Briony Lodge, and a gentleman sprang out. He was a remarkably handsome man, dark, aquiline, and moustached—evidently the man of whom I had heard. He appeared to be in a great hurry, shouted to the cabman to wait, and brushed past the maid who opened the door with the air of a man who was thoroughly at home. “He was in the house about half an hour, and I could catch glimpses of him in the windows of the sitting-room, pacing up and down, talking excitedly, and waving his arms. Of her I could see nothing. Presently he emerged, looking even more"
    }
  },
  {
    "query_id": "q_1",
    "query_text": "mutinies in the army; he headed riots; and he was finally detected in a plan for actually assassinating his father. Severus, when he discovered this last enormity of wickedness, sent for his son to come to his imperial tent. He laid a naked sword before him, and then, after bitterly reproaching him with his undutiful and ungrateful conduct, he said, \"If you wish to kill me, do it now. Here I stand, old, infirm, and helpless. You are young and strong, and can do it easily. I am ready. Strike the blow.\" Of course Bassianus shrunk from his father's reproaches, and went away without committing the crime to which he was thus reproachfully invited; but his character remained unchanged; and this constant trouble, added to all the other difficulties which Severus encountered, prevented his accomplishing his object of thoroughly conquering his northern foes. He made a sort of peace with them, and retiring south to the line of fortified posts which had been previously established, he determined to make it a fixed and certain boundary by building upon it a permanent wall. He put the whole force of his army upon the work, and in one or two years, as is said, he completed the structure. It is known in history as the Wall of Severus; and so solid, substantial, and permanent was the work, that the traces of it have not entirely disappeared to the present day. The wall extended across the island, from the mouth of the Tyne, on the German Ocean, to the Solway Frith--nearly seventy miles. It was twelve feet high, and eight feet wide. It was faced with substantial masonry on both sides, the intermediate space being likewise filled in with stone. When it crossed bays or morasses, piles were driven to serve as a foundation. Of course, such a wall as this, by itself, would be no defense. It was to be garrisoned by soldiers, being intended, in fact, only as a means to enable a smaller number of troops than would otherwise be necessary to guard the line. For these soldiers there were built great fortresses at intervals along the wall, wherever a situation was found favorable for such structures. These were called _stations_. The stations were occupied by garrisons of troops, and small towns of artificers and laborers soon sprung up around them. Between the stations, at smaller intervals, were other smaller fortresses called castles, intended as",
    "candidates": {
      "cand_1": "former place extensive batteries had been erected and were defended by an army, while the river below bristled with batteries and guns in charge of brave men and skilful officers. While General Grant undertook the task of reducing Vicksburg, Captain Farragut assumed the herculean work of forcing his way up the Mississippi and capturing New Orleans, the greatest commercial city in the South. Knowing that such an attack was certain to be made, the Confederates had neglected no precaution in the way of defence. Ninety miles below the city, and twenty miles above its mouth, at the Plaquemine Bend, were the forts of St. Philip and Jackson. The former, on the left bank, had forty-two heavy guns, including two mortars and a battery of four seacoast mortars, placed below the water battery. Fort Jackson, besides its water battery, mounted sixty-two guns, while above the forts were fourteen vessels, including the ironclad ram _Manassas_, and a partially completed floating battery, armored with railroad iron and called the _Louisiana_. New Orleans was defended by three thousand volunteers, most of the troops formerly there having been sent to the Confederate army in Tennessee. The expedition against New Orleans was prepared with great care, and so many months were occupied that the enemy had all the notice they could ask in which to complete their preparations for its defence. The Union expedition consisted of six sloops of war, sixteen gunboats, twenty mortar schooners and five other vessels. The _Mississippi_, upon which young Dewey was serving as a lieutenant, was under the command of Melanethon Smith. The land troops numbered 15,000, and were in charge of General Benjamin F. Butler, of Massachusetts. Farragut arrived in February, 1862, nearly",
      "cand_2": "the captured army of Cos, had organized a strong force of horsemen and was foremost among those who were urging a new Mexican advance into Texas. \"It's pretty far west for the Mexicans,\" said the Panther. \"We're on the edge of the Indian country here.\" But Obed considered it all the more likely that Urrea, if he meditated a raid, would come from the west, since his approach at that point would be suspected the least. The three held a brief discussion and soon came to an agreement. They would continue their own ride west and look for Urrea. Having decided so, they went into the task heart and soul, despite its dangers. The three rode side by side and three pairs of skilled eyes examined the plain. The snow was left only in sheltered places or among the trees. But the further they went the scarcer became the trees, and before night they disappeared entirely. \"We are comin' upon the buffalo range,\" said the Panther. \"A hundred miles further west we'd be likely to strike big herds. When we're through fightin' the Mexicans I'm goin' out there again. It's the life fur me.\" The night came, dark and cold, but fortunately without wind. They camped in a dip and did not light any fire, lying as Ned had done the night before on their horse blankets and wrapping themselves in their own. The three horses seemed to be contented with one another and made no noise. They deemed it wise now to keep a watch, as they might be near Urrea's band or Lipans might pass, and the Panther, who said he was not sleepy at all, became sentinel. Ned, although he had not risen until noon, was sleepy again from the long ride, and his eyes closed soon. The last object that he saw was the Panther standing on the crest of the swell just beyond them, rifle on shoulder, watching the moonlit plains. Obed White was asleep already. The Panther walked back and forth a few times and then looked down at his comrades in the dip. His trained eyes saw their chests rising and falling, and he knew that they were far away in the land of Nowhere. Then he extended his walk back and forth a little further, scanning carefully the dusky plain. A light wind sprang up after a while, and it brought a low but heavy and measured tread to his ears. The Panther's first impulse was to awaken his friends, because this might be the band of Urrea, but he hesitated a moment, and then lay down with his ear to the earth. When he rose his uneasiness had departed and he resumed his walk back and forth. He had heard that tread before many times and, now that it was coming nearer, he could not mistake it, but, as the measured",
      "cand_3": "the old-fashioned stove, and laid about him with an energy that soon stretched the rebels on the floor. Then how he belabored them! As fast as one attempted to climb to his feet he was thumped back again by the club that continually whizzed through the air, and if a boy tried to stay the storm by remaining prone, the instructor thumped him none the less viciously. Indeed, matters had got to that point that he enjoyed the fun and was loath to let up, as he felt obliged to do, when the howling rebels slunk to their seats, thoroughly cowed and conquered. George Dewey was the most battered of the lot and made a sorry sight. In fact, he was so bruised that his teacher thought it prudent to accompany him to his home and explain to his father the particulars of the affray in school. Mr. Pangborn gave a detailed history of the occurrence, to which Dr. Dewey listened gravely. When he understood everything, he showed his good sense by thanking the teacher for having administered the punishment, asking him to repeat it whenever the conduct of his son made it necessary. This chastisement marked a turning point in the boy's career. He did a good deal of serious thinking throughout the day, and saw and felt his wrongdoing. He became an attentive, obedient pupil, and years after, when grown to manhood, he warmly thanked Mr. Pangborn for having punished him with such severity, frankly adding: \"I believe if you hadn't done so I should have ended my career in the penitentiary.\" Dr. Dewey wished to give George a career in the army, and he sent him to Norwich University, a military training school, in order to fit him for the Military Academy at West Point. George's tastes, however, were for the navy, and after much pleading with his father he brought him to his way of thinking. The utmost that Dr. Dewey could do was to secure the appointment of his son as alternate, who, as may be understood, secures the appointment only in the event of the principal failing to pass the entrance examination. In this case the",
      "cand_4": "said Mary, \"so I suppose we needn't stand talking about her any longer. Will you come home and have tea with me, Alice? Mother said I might ask you.\" \"I wish I could come,\" said Alice; \"but we are expecting Kathleen.\" \"Oh, the Irish girl! Is it really arranged that she is to come?\" \"Yes, of course it is. She comes to-night. I have never seen her. We are all pleased, and expect that she will be a very great acquisition.\" \"Irish girls always are,\" said Mary. \"They're so gay and full of life, and are so ridiculously witty. Don't you remember that time when we had Norah Mahoney at the school? What fun that was!\" \"But she got into terrible scrapes, and was practically dismissed,\" said Alice. \"I only hope Kathleen won't be in that style.\" \"But do you know anything about her? The Irish are always so terribly poor.\" \"She is not poor at all. She has got an uncle and aunt in Chicago, and they are as rich as can be; and her uncle is coming to see her at Christmas. And besides that, her father has an awfully old castle in the south-west of Ireland. He is never troubled on account of the Land League or anything else, and Kathleen will have lots and lots of money. I know she is paying mother well for giving her a home while she is being educated at the Shirley School.\" \"I can't imagine why she comes to our school if she is so rich,\" said",
      "cand_5": "and the pail by the wall Would be half full of water and stars. They saw me at last, and they chased me with cries, And they soon had me packed into bed; But the glory kept shining and bright in my eyes, And the stars going round in my head. [Illustration] [Illustration] A GOOD PLAY We built a ship upon the stairs All made of the back-bedroom chairs, And filled it full of sofa pillows To go a-sailing on the billows. We took a saw and several nails, And water in the nursery pails; And Tom said, \"Let us also take An apple and a slice of cake;\"-- Which was enough for Tom and me To go a-sailing on, till tea. We sailed along for days and days, And had the very best of plays; But Tom fell out and hurt his knee, So there was no one left but me. [Illustration] MARCHING SONG Bring the comb and play upon it! Marching, here we come! Willie cocks his highland bonnet, Johnnie beats the drum. Mary Jane commands the party, Peter leads the rear; Feet in time, alert and hearty, Each a Grenadier! All in the most martial manner Marching double-quick; While the napkin like a banner Waves upon the stick! Here's enough of fame and pillage, Great commander Jane! Now that we've been round the village, Let's go home again. [Illustration: \"_Boats of mine a-boating_\"] WHERE GO THE BOATS? Dark brown is the river, Golden is the sand. It flows along for ever, With trees on either hand. Green leaves a-floating, Castles of the foam, Boats of mine a-boating-- Where will all come home? On goes the river And out past the mill, Away down the valley, Away down the hill. Away down the river, A hundred miles or more, Other little children Shall bring my boats ashore.",
      "cand_6": "some other fella’s Kings. You want anything—you jus’ holler, Mister Kirby!\" \"Mister?\" Drew thought he did not have the advantage of Callie by more than four or five years. \"Oh—Captain Kirby, maybe? Or Lieutenant? Johnny Shannon—now he was a lieutenant with Howard’s Rangers.\" Callie gave Drew a shrewd measuring look. \"Sergeant.\" Drew corrected automatically and then asked: \"How did you know I’d been in the army?\" \"Well, you wear them two shootin’ irons army style, belted high an’ butt to front. Must use a flip-hand draw as do all th’ hoss soldiers. Listen, Mister Kirby, iffen you rode with th’ Rebs, you better keep your lip buttoned up when th’ Blue Bellies hit town. There’s been a pile of fightin’ an’ folks is gittin’ mad ’bout it—\" \"Blue Bellies?\" Drew was wrenched back months, a year, by that old army slang. \"Union troops stationed here?\" He had unconsciously tensed, his body responding nerve and muscle to past training and alarms. But there",
      "cand_7": "do not know her, but she has a soul of steel. She has the face of the most beautiful of women, and the mind of the most resolute of men. Rather than I should marry another woman, there are no lengths to which she would not go—none.” “You are sure that she has not sent it yet?” “I am sure.” “And why?” “Because she has said that she would send it on the day when the betrothal was publicly proclaimed. That will be next Monday.” “Oh, then we have three days yet,” said Holmes with a yawn. “That is very fortunate, as I have one or two matters of importance to look into just at present. Your Majesty will, of course, stay in London for the present?” “Certainly. You will find me at the Langham under the name of the Count Von Kramm.” “Then I shall drop you a line to let you know how we progress.” “Pray do so. I shall be all anxiety.” “Then, as to money?” “You have _carte blanche_.” “Absolutely?” “I tell you that I would give one of the provinces of my kingdom to have that photograph.” “And for present expenses?” The King took a heavy chamois leather bag from under his cloak and laid it on the table. “There are three hundred pounds in gold and seven hundred in notes,” he said. Holmes scribbled a receipt upon a sheet of his note-book and handed it to him. “And Mademoiselle’s address?” he asked. “Is Briony Lodge, Serpentine Avenue, St. John’s Wood.” Holmes took a note of it. “One other question,” said he. “Was the photograph a cabinet?” “It was.” “Then, good-night, your Majesty, and I trust that we shall soon have some good news for you. And good-night, Watson,” he added, as the wheels of the royal brougham rolled down the street. “If you will be good enough to call to-morrow afternoon at three o’clock I should like to chat this little matter over with you.” II. At three o’clock precisely",
      "cand_8": "other, Severus planned an excursion to Britain, taking them with him, in the hope of turning their minds into new channels of thought, and awakening in them some new and nobler ambition. At the time when Severus undertook this expedition, he was advanced in age and very infirm. He suffered much from the gout, so that he was unable to travel by any ordinary conveyance, and was borne, accordingly, almost all the way upon a litter. He crossed the Channel with his army, and, leaving one of his sons in command in the south part of the island, he advanced with the other, at the head of an enormous force, determined to push boldly forward into the heart of Scotland, and to bring the war with the Picts and Scots to an effectual end. He met, however, with very partial success. His soldiers became entangled in bogs and morasses; they fell into ambuscades; they suffered every degree of privation and hardship for want of water and of food, and were continually entrapped by their enemies in situations where they had to fight in small numbers and at a great disadvantage. Then, too, the aged and feeble general was kept in a continual fever of anxiety and trouble by Bassianus, the son whom he had brought with him to the north. The dissoluteness and violence of his character were not changed by the change of scene. He formed plots and conspiracies against his father's authority; he raised",
      "cand_9": "the supply wagons. The man hadn’t talked so loudly about Johnny Rebs after Shiloh showed his heels to the roan the soldiers had bragged up. \"This is a sporting town when the wagons come in, and they’re due tomorrow. Johnny Shannon just rode in to report. Might be some racing. You aim to stay on in Tubacca?\" \"Have to until Shadow can trail again. How’s the prospect for a job?\" \"With cattle—horses—teaming?\" \"Horses, I guess.\" \"Well, _Don_ Cazar—Rennie—runs the best _manadas_. You might hit him for work. He’ll be riding in to meet the wagons. Carmencita, did you bring all that was left of the supplies?\" Topham’s quizzical eyebrows lifted in greeting to the waitress’s loaded tray. \"I’d say, young man, that you are facing a full-time job now, getting all that inside of you.\" Drew ate steadily, consuming eggs and beans, tortillas, and fruit. Topham joined three men at the next table, substantial town citizens, Drew judged. The owner of the cantina raised his glass. \"Gentlemen, I give you another successful trading trip!\" \"Saw Johnny ride in,\" one of the men returned. \"Kid seems to be settlin’ down, ain’t he? That ought to be good news for Rennie.\" \"One believes in reformations when they are proven by time, _Señor_ Cahill,\" the man wearing rich but somber Spanish clothing replied. \"It sure must go hard with a man to have his son turn out a wild one,\" commented the third. Drew’s cup was at his lips, but he did not drink. Whose son? Rennie’s? \"No son by blood, that much comfort _Don_ Cazar has. But foster ties are also strong. And the boy is still very young—\" \"A rattler with only one button on the tail carries as much poison as a ten-button one. Rennie ought to cut losses and give that kid the boot. The way he’s going he could involve Hunt in a real mess,\" Cahill said. \"You are _Don_ Cazar’s good friend, _Don_ Reese, his _compadre_ of many years. Can you not do something?\" \"_Don_ Lorenzo, all men have blind spots. And Johnny Shannon is Rennie’s. Bob Shannon helped free Hunt out of Mex prison in the war and was killed doing it. Soon as Hunt set up here he sent for the boy and tried to give him a father.\" \"It is a great pity he has no child of his own blood. I have seen him stand here in Tubacca giving toys and candy to the little ones. Yet he has only this wild one under his roof, and perhaps that Juanito will break his heart in the end....\" Drew put down his cup. It was very hard not to turn and ask",
      "cand_10": "\"What a beautiful day to go hunting!\" she remarked as she sprang into a chair beside the window and looked out. \"The woods must be full of birds.\" \"No doubt!\" said Spot dryly. \"I went hunting early this morning; and there was plenty of game then.\" \"Ha!\" Miss Kitty exclaimed suddenly. \"Do I hear the cows in the cornfield?\" Now, Spot loved to drive the cows out of the corn. But for a wonder, he never even moved an ear. \"I hope the sheep haven't scrambled over the stone wall,\" Miss Kitty Cat mewed. \"If they have, Farmer Green would want you to get them back into the pasture for him.\" \"Yes!\" said Spot with a yawn. \"I'm sure he would. And if he needs me he knows where he can find me.\" Miss Kitty Cat's tail was growing bigger every moment. And the fur on her back was beginning to stand on end. Still she managed to speak in her very"
    }
  },
  {
    "query_id": "q_2",
    "query_text": "about the exploits of the gallant men who composed the American Navy, beginning with the Revolution and ending with the story of their wonderful deeds in our late war with Spain. You can never read a more interesting story, nor one that will make you feel prouder of your birthright. While our patriot armies have done nobly, it is none the less true that we never could have become one of the greatest nations in the world without the help of our heroic navy. Our warships penetrated into all waters of the globe, and made people, whether barbarous or civilized, respect and fear the Stars and Stripes. This is due in a great measure to the bravery of our naval heroes, who did not fear to meet Great Britain, the \"mistress of the seas,\" when her navy outnumbered ours one hundred to one. England is now our best friend, and no doubt will always remain so. Never again can there be war between her and us, and it will not be strange that one of these days, if either gets into trouble, the American and English soldiers will \"drink from the same canteen,\" which is another way of saying they will fight side by side, as they did a short time ago in Samoa. All the same, our brethren across the ocean are very willing to own that we fought them right well. Indeed, they think all the more of us for having done so. You know that one brave man always likes another who is as brave as himself, just as Northerners and Southerners love each other, and are all united under one flag, which one side defended and the other fought against, through long years, terrible years from 1861 to 1865. The decks of no ships have ever been trodden by braver men than our American sailors. There are no more heroic deeds in all history than those of Paul Jones, Porter, Hull, Decatur, Perry, Cushing, Farragut, Worden, Dewey, Schley, Evans, Philip, Hobson and scores of others, who have braved what seemed certain death for the glory of our flag. Many gave up their lives in its defence, and their names form one of the proudest and most cherished heritages that can descend to a grateful country. So, I repeat, I am sure you will be interested and instructed in learning the story of the heroes who have done so much for us; and their example cannot fail to inspire you with loftier heroism, greater devotion, and deeper resolve to do all you can for our favored land, which is the fairest that ever sun shone upon. E.S.E. ADMIRAL GEORGE DEWEY. CHAPTER I. THE BIRTH AND BOYHOOD OF GEORGE DEWEY. The name of Vermont recalls the gallant \"Green Mountain Boys,\"",
    "candidates": {
      "cand_1": "crying babies, All grow up as geese and gabies, Hated, as their age increases, By their nephews and their nieces. [Illustration] [Illustration] PICTURE-BOOKS IN WINTER Summer fading, winter comes-- Frosty mornings, tingling thumbs, Window robins, winter rooks, And the picture story-books. Water now is turned to stone Nurse and I can walk upon; Still we find the flowing brooks In the picture story-books. All the pretty things put by Wait upon the childrens' eye, Sheep and shepherds, trees and crooks, In the picture story-books. We may see how all things are, Seas and cities, near and far, And the flying fairies' looks, In the picture story-books. How am I to sing your praise, Happy chimney-corner days, Sitting safe in nursery nooks, Reading picture story-books? [Illustration] [Illustration] [Illustration] THE SWING How do you like to go up in a swing, Up in the air so blue? Oh, I do think it the pleasantest thing Ever a child can do! Up in the air and over the wall, Till I can see so wide, Rivers and trees and cattle and all Over the countryside-- Till I look down on the garden green, Down on the roof so brown-- Up in the air I go flying again, Up in the air and down! [Illustration] A THOUGHT It is very nice to think The world is full of meat and drink With little children saying grace In every Christian kind of place. ARMIES IN THE FIRE The lamps now glitter down the street; Faintly sound the falling feet And the blue even slowly falls About the garden trees and walls. Now in the falling of the gloom The red fire paints the empty room; And warmly on the roof it looks, And flickers on the backs of books. Armies march by tower and spire Of cities blazing, in the fire;-- Till as I gaze with staring eyes, The armies fade, the lustre dies. Then once again the glow returns; Again the phantom city burns; And down the red-hot valley, lo! The phantom armies marching go! Blinking embers, tell me true Where are those armies marching to, And what the burning city is That crumbles in your furnaces! [Illustration] MY KINGDOM Down by a shining water well I found a very little dell, No higher than my head. The heather and the gorse about In",
      "cand_2": "any pains and run any risk for the sake of the fun it afforded. This propensity was carried to such an extent that the youth earned the name of being a \"bad boy,\" and there is no use of pretending he did not deserve the reputation. He gave his parents and neighbors a good deal of anxiety, and Dr. Dewey, who knew how to be stern as well as kind, was compelled more",
      "cand_3": "in recovering them. She was successful. The old king took possession of his throne again, and reigned in peace for the remainder of his days. The story is of itself nothing very remarkable, though Shakspeare has immortalized it by making it the subject of one of his tragedies. Centuries passed away, and at length the great Julius Cæsar, who was extending the Roman power in every direction, made his way across the Channel, and landed in England. The particulars of this invasion are described in our history of Julius Cæsar. The Romans retained possession of the island, in a greater or less degree, for four hundred years. They did not, however, hold it in peace all this time. They became continually involved in difficulties and contests with the native Britons, who could ill brook the oppressions of such merciless masters as Roman generals always proved in the provinces which they pretended to govern. One of the most formidable rebellions that the Romans had to encounter during their disturbed and troubled sway in Britain was led on by a woman. Her name was Boadicea. Boadicea, like almost all other heroines, was coarse and repulsive in appearance. She was tall and masculine in form. The tones of her voice were harsh, and she had the countenance of a savage. Her hair was yellow. It might have been beautiful if it had been neatly arranged, and had shaded a face which possessed the gentle expression that belongs properly to woman. It would then have been called golden. As it was, hanging loosely below her waist and streaming in the wind, it made the wearer only look the more frightful. Still, Boadicea was not by any means indifferent to the appearance she made in the eyes of beholders. She evinced her desire to make a favorable impression upon others, in her own peculiar way, it is true, but in one which must have been effective, considering what sort of beholders",
      "cand_4": "AND JOHNNY, THE LITTLE MEN TO WHOM SHE OWES SOME OF THE BEST AND HAPPIEST HOURS OF HER LIFE, THIS BOOK IS GRATEFULLY DEDICATED BY THEIR LOVING “AUNT WEEDY” Contents CHAPTER I. NAT CHAPTER II. THE BOYS CHAPTER III. SUNDAY CHAPTER IV. STEPPING-STONES CHAPTER V. PATTY PANS CHAPTER VI. A FIRE BRAND CHAPTER VII. NAUGHTY NAN CHAPTER VIII. PRANKS AND PLAYS CHAPTER IX. DAISY'S BALL CHAPTER X. HOME AGAIN CHAPTER XI. UNCLE TEDDY CHAPTER XII. HUCKLEBERRIES CHAPTER XIII. GOLDILOCKS CHAPTER XIV. DAMON",
      "cand_5": "time she came to the door and beckoned to the old man to follow her. But the old man had taken up one of Ruth's books and was absorbed in its contents; he was muttering words over under his breath. \"Coming, wife--coming presently,\" he said. Ruth's head was bent over her books. Mr. Craven rose and went on tiptoe into the kitchen. \"We mustn't disturb her, Susan,\" he said. \"We must let her have her own way. She must work just as long as she likes. She is going to be a great power in the land, is that child, with her beauty and her talent; there's nothing she can't aspire to.\" \"Now don't you be a silly old man,\" said Mrs. Craven. \"And what on earth were you whispering about to yourself when I came in?\" \"I am going to work with her. It will be a wonderful stimulation, and a great interest to me. I always was keen for book-learning.\" Mrs. Craven suppressed a sigh. \"If I even had fifty pounds,\" she said, \"I wouldn't let that child spend every hour at school. I'd dress up smart, and take her out, and get her the very best husband I could. Why, old man, what does a woman want with all that learning?\" \"If a woman has brains she's bound to use them,\" replied the old man, as he sat down by the kitchen fire. Meanwhile Ruth went on with her lessons. After a time, however, she uttered a sigh. She flung down her books and looked across the room. \"If he only knew,\" she said under her breath--\"if he only knew that I was practically sent to Coventry--that none of the nice girls will speak to me. But never mind; I won't tell him. Nothing would induce me to trouble him on the subject.\" CHAPTER II. HIGH LIFE AND LOW LIFE. Amongst the many girls who attended the Great Shirley School was one who was known by the name of Cassandra Weldon. She was rapidly approaching the proud position of head girl in the school. She had entered the Shirley School when quite a little child, had gone",
      "cand_6": "actually the first. There were several lines of insignificant princes before him, who governed such portions of the kingdom as they individually possessed, more like semi-savage chieftains than English kings. Alfred followed these by the principle of hereditary right, and spent his life in laying broad and deep the foundations on which the enormous superstructure of the British empire has since been reared. If the tales respecting his character and deeds which have come down to us are at all worthy of belief, he was an honest, conscientious, disinterested, and far-seeing statesman. If the system of hereditary succession would always furnish such sovereigns for mankind, the principle of loyalty would have held its place much longer in the world than it is now likely to do, and great nations, now republican, would have been saved a vast deal of trouble and toil expended in the election of their rulers. Although the period of King Alfred's reign seems a very remote one as we look back toward it from the present day, it was still eight hundred years after the Christian era that he ascended his throne. Tolerable authentic history of",
      "cand_7": "sympathy for nearly every one, her tact was unfailing, and she was never self-assertive. Now Cassandra, who had many friends in the school, had amongst them, of course, her greatest friend. This girl was called Florence Archer. Florence was pretty and clever, but she had neither Cassandra's depth nor power of intellect. She was naturally vain and frivolous, except in the presence of her dearest friend. She was easily influenced by others, and it was her habit to follow the one who gave her the last advice. Her passionate love for Cassandra was perhaps her best and strongest quality; but of late she had exhibited a sense of almost unwarrantable jealousy when any other girl showed a preference for her special friend. Florence was a very nice girl, but jealousy was her bane. She thought a good deal of herself, for her father was a rich man, and only took advantage of the Great Shirley education because it was incomparably the best in the place. There was no rule against any one attending the school, and he had long ago secured a niche in it for his favorite daughter. Florence loved it and hated it at the same time. She was fond of her own companions, but she could not bear the foundation girls.",
      "cand_8": "class indeed--at least they all said so, grandfather.\" \"I don't understand your modern names; but tell me what you have got to learn, dear. What sort of lessons are they going to put into that smart little head of yours?\" \"Oh, all the best things, grandfather--French, German, English in all its branches, music, and Latin if I like. I am determined to take up Latin; I want to get to the heart of things.\" \"Quite right--quite right, too. And you are ever so pleased at having got in?\" \"It does seem a grand thing for me, doesn't it, grandfather?\" \"Most of the girls are ladies, aren't they?\" \"It is a big school--between three and four hundred girls. I don't suppose they are all ladies.\" \"Well, you are, anyhow, my little Ruth.\" \"Am I, granddad? That is the question.\" \"What do you think yourself?\" \"I think so; but what does the world say?\" \"Ruth, I never told you, but your mother was a lady. You know what your father was. I saved and stinted and toiled and got him a commission in the army. He died, poor fellow, shortly after you were born. But he was a commissioned officer in the Punjab Infantry. Your mother was a governess, but she was a lady by birth; her father was a clergyman. Your parents met in India; they fell in love, and married. Your mother died at your birth, and you came home to us. Yes, child, by birth you are a lady, as good as any of them--as good as the best.\" \"They are dead,\" said Ruth. \"I don't remember them. I have a picture of my father upstairs; it is taken with his uniform on. He looks very handsome. And I have a little water-color sketch of my mother, and she looks fair and sweet and interesting. But I never knew them. Those I knew and know and love are you, grandfather, and granny.\" \"Well, dear, when I had the power and the brains and the strength, I kept a shop--a grocer's shop, dear; and my wife, she was the daughter of a harness-maker. Your grandparents were both in trade; there's no way out of it.\" \"But a gentleman and lady for all that,\" said the girl. She pressed close to the old man, took one of his weather-beaten hands between both of her own, and stroked it. \"That is as people think, Ruthie; but we weren't in the position, and never expect to be, of those who are high up in the world.\" \"I am glad you told me about my father and mother,\" said the girl. \"I love both their memories. I am glad to think that my father served the",
      "cand_9": "the British realm mounts up through these eight hundred years to the time of Julius Cæsar. Beyond this the ground is covered by a series of romantic and fabulous tales, pretending to be history, which extend back eight hundred years further to the days of Solomon; so that a much longer portion of the story of that extraordinary island comes before than since the days of Alfred. In respect, however to all that pertains to the interest and importance of the narrative, the exploits and the arrangements of Alfred are the beginning. The histories, in fact, of all nations, ancient and modern, run back always into misty regions of romance and fable. Before arts and letters arrived at such a state of progress as that public events could be recorded in writing, tradition was the only means of handing down the memory of events from generation to generation; and tradition, among semi-savages, changes every thing it touches into romantic and marvelous fiction. The stories connected with the earliest discovery and settlement of Great Britain afford very good illustrations of the nature of these fabulous tales. The following may serve as a specimen: At the close of the Trojan war,[1] Æneas retired with a company of Trojans, who escaped from the city with him, and, after a great variety of adventures, which Virgil has related, he landed and settled in Italy. Here, in process of time, he had a grandson named Silvius, who had a son named Brutus, Brutus being thus Æneas's great-grandson. One day, while Brutus was hunting in the forests, he accidentally killed his father with an arrow. His father was at that time",
      "cand_10": "thunder, Here is the weir with the wonder of foam, Here is the sluice with the race running under-- Marvelous places, though handy to home! Sounds of the village grow stiller and stiller, Stiller the note of the birds on the hill; Dusty and dim are the eyes of the miller, Deaf are his ears with the moil of the mill. Years may go by, and the wheel in the river Wheel as it wheels for us, children, to-day. Wheel and keep roaring and foaming for ever Long after all of the boys are away. Home from the Indies and home from the ocean, Heroes and soldiers we all shall come home; Still we shall find the old mill wheel in motion, Turning and churning that river to foam. You with the bean that I gave when we quarreled, I with your marble of Saturday last, Honored and old and all gaily apparelled, Here we shall meet and remember the past. [Illustration] [Illustration] THE UNSEEN PLAYMATE When children are playing alone on the green, In comes the playmate that never was seen. When children are happy and lonely and good, The Friend of the Children comes out of the wood. Nobody heard him and nobody saw, His is a picture you never could draw, But he's sure to be present, abroad or at home, When children are happy and playing alone. He lies in the laurels, he runs on the grass, He sings when you tinkle the musical glass; Whene'er you are happy and cannot tell why, The Friend of the Children is sure to be by! He loves to be little, he hates to be big, 'Tis he that inhabits the caves that you dig; 'Tis he when you play with your soldiers of tin That sides with the Frenchman and never can win. 'Tis he, when at night you go off to your bed, Bids you go to your sleep and not trouble your head; For wherever they're lying, in cupboard"
    }
  }
]